application.text.name = AirDraw
application.path.logo = /images/logo.png

file.path.absolute = D:/IT/IntelliJIDEA/PicProject/src/main/resources
file.path.content.settings = /data/Settings.txt

fxml.path.loading = /fxml/Loading.fxml
fxml.path.menu = /fxml/Menu.fxml
fxml.path.game.teams = /fxml/Game/Teams.fxml
fxml.path.game.process = /fxml/Game/Process.fxml
fxml.path.game.pause = /fxml/Game/Pause.fxml
fxml.path.game.result = /fxml/Game/Result.fxml
fxml.path.menu.rules = /fxml/Rules.fxml
fxml.path.menu.settings = /fxml/Settings.fxml



text.loading = \u0417\u0430\u0433\u0440\u0443\u0437\u043A\u0430...

menu.button.game.text.name = \u0418\u0433\u0440\u0430\u0442\u044C
menu.button.rules.text.name = \u041F\u0440\u0430\u0432\u0438\u043B\u0430
menu.button.settings.text.name = \u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438
menu.button.exit.text.name = \u0412\u044B\u0439\u0442\u0438


text.rules.title.one = \u041F\u043E\u0434\u0433\u043E\u0442\u043E\u0432\u043A\u0430 \u043A \u0438\u0433\u0440\u0435
text.rules.preparing.for.game = \u0420\u0430\u0437\u0434\u0435\u043B\u0438\u0442\u0435\u0441\u044C \u043D\u0430 \u0434\u0432\u0435 \u043A\u043E\u043C\u0430\u043D\u0434\u044B, \u043F\u0440\u0438\u0434\u0443\u043C\u0430\u0439\u0442\u0435 \u0441\u0432\u043E\u0438 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u044F, \u0432\u044B\u0431\u0435\u0440\u0435\u0442\u0435 \u0446\u0432\u0435\u0442 \u0434\u043B\u044F \u0441\u0432\u043E\u0435\u0439 \u043A\u043E\u043C\u0430\u043D\u0434\u044B, \u0430 \u0442\u0430\u043A\u0436\u0435 \u0443\u0441\u0442\u0430\u043D\u043E\u0432\u0438\u0442\u0435 \u043F\u0440\u0435\u0434\u043B\u0430\u0433\u0430\u0435\u043C\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0440\u0430\u0443\u043D\u0434\u043E\u0432 \u0438 \u0432\u0440\u0435\u043C\u044F \u0440\u0430\u0443\u043D\u0434\u0430. \u041F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0441\u043B\u0443\u0447\u0430\u0439\u043D\u044B\u043C \u043E\u0431\u0440\u0430\u0437\u043E\u043C \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442, \u043A\u0430\u043A\u0430\u044F \u043A\u043E\u043C\u0430\u043D\u0434\u0430 \u0431\u0443\u0434\u0435\u0442 \u043F\u0435\u0440\u0432\u044B\u043C. \u041A\u043E\u043C\u0430\u043D\u0434\u0430 \u0432\u044B\u0431\u0438\u0440\u0430\u0435\u0442 \u0425\u0443\u0434\u043E\u0436\u043D\u0438\u043A\u0430 \u2013 \u0438\u0433\u0440\u043E\u043A\u0430, \u043A\u043E\u0442\u043E\u0440\u044B\u0439 \u0431\u0443\u0434\u0435\u0442 \u0440\u0438\u0441\u043E\u0432\u0430\u0442\u044C \u043F\u0435\u0440\u0432\u044B\u043C.
text.rules.title.two = \u041D\u0430\u0447\u0438\u043D\u0430\u0435\u043C \u0438\u0433\u0440\u0443!
text.rules.start.game = \u0425\u0443\u0434\u043E\u0436\u043D\u0438\u043A \u0431\u0435\u0440\u0435\u0442 \u043A\u0430\u0440\u0442\u043E\u0447\u043A\u0443 \u0438\u0437 \u043A\u043E\u043B\u043E\u0434\u044B \u0438 \u0441\u043C\u043E\u0442\u0440\u0438\u0442 \u043D\u0430 \u0441\u043B\u043E\u0432\u0430, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0435\u043C\u0443 \u043D\u0443\u0436\u043D\u043E \u0431\u0443\u0434\u0435\u0442 \u0438\u0437\u043E\u0431\u0440\u0430\u0437\u0438\u0442\u044C, \u043D\u0435 \u043F\u043E\u043A\u0430\u0437\u044B\u0432\u0430\u044F \u0438\u0445 \u0434\u0440\u0443\u0433\u0438\u043C \u0438\u0433\u0440\u043E\u043A\u0430\u043C. \u0412\u044B \u043F\u043E\u043B\u0443\u0447\u0430\u0435\u0442\u0435 \u0442\u043E\u043B\u044C\u043A\u043E \u043E\u0434\u043D\u0443 \u043A\u0430\u0440\u0442\u043E\u0447\u043A\u0443 \u043D\u0430 \u0445\u043E\u0434 \u0438 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0434\u0440\u0443\u0433\u0443\u044E \u043A\u0430\u0440\u0442\u043E\u0447\u043A\u0443, \u0434\u0430\u0436\u0435 \u0435\u0441\u043B\u0438 \u0432\u0441\u0435 \u0441\u043B\u043E\u0432\u0430 \u0431\u044B\u043B\u0438 \u0443\u0433\u0430\u0434\u0430\u043D\u044B.\n\n\u041A\u043E\u0433\u0434\u0430 \u0425\u0443\u0434\u043E\u0436\u043D\u0438\u043A \u0431\u0443\u0434\u0435\u0442 \u0433\u043E\u0442\u043E\u0432, \u0438\u0433\u0440\u043E\u043A \u0437\u0430\u043F\u0443\u0441\u043A\u0430\u0435\u0442 \u0442\u0430\u0439\u043C\u0435\u0440 \u0432 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0438.\n\n\u041F\u0435\u0440\u0435\u0434 \u0442\u0435\u043C \u043A\u0430\u043A \u043D\u0430\u0447\u0430\u0442\u044C \u0440\u0438\u0441\u043E\u0432\u0430\u0442\u044C, \u0443\u0431\u0435\u0434\u0438\u0442\u0435\u0441\u044C, \u0447\u0442\u043E \u043A\u043E\u043D\u0447\u0438\u043A \u0440\u0443\u0447\u043A\u0438 \u043D\u0430\u043F\u0440\u0430\u0432\u043B\u0435\u043D \u043D\u0430 \u043A\u0430\u043C\u0435\u0440\u0443 \u0443\u0441\u0442\u0440\u043E\u0439\u0441\u0442\u0432\u0430. \u041D\u0430\u0436\u043C\u0438\u0442\u0435 \u0438 \u0443\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0439\u0442\u0435 \u043A\u043D\u043E\u043F\u043A\u0443 \u043D\u0430 \u0440\u0443\u0447\u043A\u0435 Pictionary Air, \u0447\u0442\u043E\u0431\u044B \u0440\u0438\u0441\u043E\u0432\u0430\u0442\u044C. \u041E\u0442\u043F\u0443\u0441\u0442\u0438\u0442\u0435 \u043A\u043D\u043E\u043F\u043A\u0443, \u043A\u043E\u0433\u0434\u0430 \u0432\u044B \u0437\u0430\u043A\u043E\u043D\u0447\u0438\u0442\u0435 \u0440\u0438\u0441\u043E\u0432\u0430\u0442\u044C. \u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u043D\u0430\u0436\u0438\u043C\u0430\u0442\u044C \u0438 \u043E\u0442\u043F\u0443\u0441\u043A\u0430\u0442\u044C \u043A\u043D\u043E\u043F\u043A\u0443 \u0441\u0442\u043E\u043B\u044C\u043A\u043E \u0440\u0430\u0437, \u0441\u043A\u043E\u043B\u044C\u043A\u043E \u043F\u043E\u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044F \u0434\u043B\u044F \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u044F \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u044F. \u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0440\u0438\u0441\u043E\u0432\u0430\u0442\u044C \u0441\u0438\u043C\u0432\u043E\u043B\u044B (\u0432\u043A\u043B\u044E\u0447\u0430\u044F \u0441\u0438\u043C\u0432\u043E\u043B $) \u0438 \u0441\u0442\u0440\u0435\u043B\u043A\u0438, \u043D\u043E \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0440\u0438\u0441\u043E\u0432\u0430\u0442\u044C \u0446\u0438\u0444\u0440\u044B \u0438\u043B\u0438 \u0431\u0443\u043A\u0432\u044B. \u041D\u0435\u043B\u044C\u0437\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0437\u0432\u0443\u043A\u0438.\n\n\u041D\u0430\u0436\u043C\u0438\u0442\u0435 \u043D\u0430 \u043A\u043D\u043E\u043F\u043A\u0443 «+1 \u0431\u0430\u043B\u043B», \u0447\u0442\u043E\u0431\u044B \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u0431\u0430\u043B\u043B, \u043A\u043E\u0433\u0434\u0430 \u0438\u0433\u0440\u043E\u043A\u0438 \u0432\u0430\u0448\u0435\u0439 \u043A\u043E\u043C\u0430\u043D\u0434\u044B \u043E\u0442\u0433\u0430\u0434\u0430\u044E\u0442 \u043D\u0430\u0440\u0438\u0441\u043E\u0432\u0430\u043D\u043D\u043E\u0435 \u0432\u0430\u043C\u0438 \u0441\u043B\u043E\u0432\u043E.\n\n\u0427\u0442\u043E\u0431\u044B \u0441\u0442\u0435\u0440\u0435\u0442\u044C \u043F\u043E\u043B\u0443\u0447\u0438\u0432\u0448\u0435\u0435\u0441\u044F \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435, \u043D\u0430\u0436\u043C\u0438\u0442\u0435 \u043D\u0430 \u043A\u043D\u043E\u043F\u043A\u0443 «\u0421\u0442\u0435\u0440\u0435\u0442\u044C».\n\n\u041A\u043E\u0433\u0434\u0430 \u0432\u0440\u0435\u043C\u044F \u0437\u0430\u043A\u0430\u043D\u0447\u0438\u0432\u0430\u0435\u0442\u0441\u044F, \u0440\u0438\u0441\u043E\u0432\u0430\u0442\u044C \u0438 \u0443\u0433\u0430\u0434\u044B\u0432\u0430\u0442\u044C \u043D\u0430\u0447\u0438\u043D\u0430\u0435\u0442 \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0430\u044F \u043A\u043E\u043C\u0430\u043D\u0434\u0430. \u0418\u0433\u0440\u0430 \u043F\u0440\u043E\u0434\u043E\u043B\u0436\u0430\u0435\u0442\u0441\u044F \u0441\u043E \u0441\u043C\u0435\u043D\u043E\u0439 \u043A\u043E\u043C\u0430\u043D\u0434 \u0438 \u0445\u0443\u0434\u043E\u0436\u043D\u0438\u043A\u043E\u0432.
text.rules.title.three = \u041F\u0440\u0430\u0432\u0438\u043B\u0430 \u0440\u0438\u0441\u043E\u0432\u0430\u043D\u0438\u044F
text.rules.drawing.rules = \u0412\u042B \u041C\u041E\u0416\u0415\u0422\u0415... \n1) \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0441\u0438\u043C\u0432\u043E\u043B\u044B \u0438 \u0441\u0442\u0440\u0435\u043B\u043A\u0438\n2) \u0412\u0437\u0430\u0438\u043C\u043E\u0434\u0435\u0439\u0441\u0442\u0432\u043E\u0432\u0430\u0442\u044C \u0441 \u0438\u0437\u043E\u0431\u0440\u0430\u0436\u0435\u043D\u0438\u0435\u043C, \u043A\u043E\u0442\u043E\u0440\u043E\u0435 \u0432\u044B \u043D\u0430\u0440\u0438\u0441\u043E\u0432\u0430\u043B\u0438\n3) \u0420\u0438\u0441\u043E\u0432\u0430\u0442\u044C \u043B\u044E\u0431\u043E\u0439 \u043F\u0440\u0435\u0434\u043C\u0435\u0442, \u0441\u0432\u044F\u0437\u0430\u043D\u043D\u044B\u0439 \u0441\u043E \u0441\u043B\u043E\u0432\u043E\u043C, \u0432\u043D\u0435 \u0437\u0430\u0432\u0438\u0441\u0438\u043C\u043E\u0441\u0442\u0438 \u043E\u0442 \u0441\u0442\u0435\u043F\u0435\u043D\u0438 \u0431\u043B\u0438\u0437\u043E\u0441\u0442\u0438 \u043F\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044E\n4) \u0420\u0430\u0437\u0431\u0438\u0432\u0430\u0442\u044C \u0441\u043B\u043E\u0432\u0430 \u043D\u0430 \u0441\u043B\u043E\u0433\u0438 \n\n\u0412\u042B \u041D\u0415 \u041C\u041E\u0416\u0415\u0422\u0415...\n1) \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0431\u0443\u043A\u0432\u044B \u0438\u043B\u0438 \u0446\u0438\u0444\u0440\u044B \n2) \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0442\u0438\u0440\u0435, \u0447\u0442\u043E\u0431\u044B \u043F\u043E\u043A\u0430\u0437\u0430\u0442\u044C \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0431\u0443\u043A\u0432 \u0432 \u0441\u043B\u043E\u0432\u0435\n3) \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0437\u0432\u0443\u043A\u0438\n4) \u0418\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0436\u0435\u0441\u0442\u044B \n\n\u0422\u041E\u0427\u041D\u041E\u0421\u0422\u042C \u041F\u0420\u0410\u0412\u0418\u041B\u042C\u041D\u041E\u0413\u041E \u041E\u0422\u0412\u0415\u0422\u0410 \n\u0422\u0440\u0435\u0431\u043E\u0432\u0430\u043D\u0438\u044F \u043A \u0442\u043E\u0447\u043D\u043E\u0441\u0442\u0438 \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u0433\u043E \u043E\u0442\u0432\u0435\u0442\u0430 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u044F\u0435\u0442\u0441\u044F \u043A\u043E\u043C\u0430\u043D\u0434\u0430\u043C\u0438 \u0434\u043E \u043D\u0430\u0447\u0430\u043B\u0430 \u0438\u0433\u0440\u044B. \u041D\u0430\u043F\u0440\u0438\u043C\u0435\u0440, \u0431\u0443\u0434\u0435\u0442 \u043B\u0438 \u043F\u0440\u0438\u043D\u044F\u0442 \u043E\u0442\u0432\u0435\u0442 "\u0433\u043E\u0440\u0448\u043E\u043A" \u0432\u043C\u0435\u0441\u0442\u043E "\u0446\u0432\u0435\u0442\u043E\u0447\u043D\u044B\u0439 \u0433\u043E\u0440\u0448\u043E\u043A"? "\u0423\u0432\u0435\u043B\u0438\u0447\u0435\u043D\u0438\u0435" \u0432\u043C\u0435\u0441\u0442\u043E "\u0443\u0432\u0435\u043B\u0438\u0447\u0438\u0442\u044C"?
text.rules.title.four = \u041E\u043F\u0440\u0435\u0434\u0435\u043B\u0435\u043D\u0438\u0435 \u043F\u043E\u0431\u0435\u0434\u0438\u0442\u0435\u043B\u044F
text.rules.determinate.winner = \u041F\u043E\u0441\u043B\u0435 \u043F\u043E\u0441\u043B\u0435\u0434\u043D\u0435\u0433\u043E \u0440\u0430\u0443\u043D\u0434\u0430 \u0432\u044B\u0438\u0433\u0440\u044B\u0432\u0430\u0435\u0442 \u043A\u043E\u043C\u0430\u043D\u0434\u0430 \u0441 \u043D\u0430\u0438\u0431\u043E\u043B\u044C\u0448\u0438\u043C \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E\u043C \u043E\u0447\u043A\u043E\u0432!
text.rules.button.ok = \u041F\u043E\u043D\u044F\u0442\u043D\u043E

text.settings.pen.color = \u0426\u0432\u0435\u0442 \u043F\u0435\u0440\u0430
text.settings.pen.width = \u0422\u043E\u043B\u0449\u0438\u043D\u0430 \u043F\u0435\u0440\u0430
text.settings.sounds = \u0417\u0432\u0443\u043A\u0438
text.settings.language = \u042F\u0437\u044B\u043A
text.settings.button.save = \u0421\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C

text.game.teams.team.one = \u041A\u043E\u043C\u0430\u043D\u0434\u0430 1
text.game.teams.team.two = \u041A\u043E\u043C\u0430\u043D\u0434\u0430 2
text.game.teams.timer = \u0422\u0430\u0439\u043C\u0435\u0440
text.game.teams.round = \u0420\u0430\u0443\u043D\u0434\u044B
text.game.teams.button.play = \u041D\u0430\u0447\u0430\u0442\u044C \u0438\u0433\u0440\u0443


text.game.process.start.timer = \u0417\u0430\u043F\u0443\u0441\u0442\u0438\u0442\u044C \u0442\u0430\u0439\u043C\u0435\u0440
text.game.process.add.points = +1 \u0431\u0430\u043B\u043B
text.game.process.info = \u0420\u0430\u0443\u043D\u0434 %d, \u0438\u0433\u0440\u0430\u0435\u0442 \u043A\u043E\u043C\u0430\u043D\u0434\u0430 "%s"
text.game.process.timer = \u0412\u0440\u0435\u043C\u044F \u0438\u0441\u0442\u0435\u043A\u043B\u043E!

text.game.pause.title = \u041F\u0430\u0443\u0437\u0430
text.game.pause.button.stop = \u0417\u0430\u0432\u0435\u0440\u0448\u0438\u0442\u044C
text.game.pause.button.resume = \u041F\u0440\u043E\u0434\u043E\u043B\u0436\u0438\u0442\u044C

text.game.result.winner = \u041F\u043E\u0431\u0435\u0434\u0438\u0442\u0435\u043B\u044C
text.game.result.not.winner = \u041D\u0438\u0447\u044C\u044F
text.game.result.button.menu = \u0413\u043B\u0430\u0432\u043D\u043E\u0435 \u043C\u0435\u043D\u044E
text.game.result.button.play = \u0418\u0433\u0440\u0430\u0442\u044C \u0435\u0449\u0435


